Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# paywall.legacy.body
source: WeekFit is becoming a subscription app, but your access stays enabled.
ru: WeekFit переходит на подписку, но ваш доступ остаётся активным.
zh_hans: WeekFit 已转为订阅制，但您的访问权限依然有效。

# paywall.legacy.title
source: Thanks for being here early.
ru: Спасибо, что вы с нами с самого начала.
zh_hans: 感谢您从一开始就与我们同行。

# paywall.legal.privacy
source: Privacy Policy
ru: Политика конфиденциальности
zh_hans: 隐私政策

# paywall.legal.terms
source: Terms of Use
ru: Условия использования
zh_hans: 使用条款

# paywall.plan.annual
source: Annual
ru: Год
zh_hans: 每年

# paywall.plan.monthly
source: Monthly
ru: Месяц
zh_hans: 每月

# paywall.plan.monthlyEquivalentFormat
source: %@/month
ru: %@/мес
zh_hans: %@/月

# paywall.plan.recommended
source: Recommended
ru: Рекомендуем
zh_hans: 推荐

# paywall.plan.saveFormat
source: Save %d%%
ru: Экономия %d%%
zh_hans: 节省 %d%%

# paywall.plan.trialFormat
source: %d days free
ru: %d дней бесплатно
zh_hans: %d天免费

# paywall.plans.accessibility
source: Subscription options
ru: Варианты подписки
zh_hans: 订阅方案

# paywall.price.monthFormat
source: %@/month
ru: %@/мес
zh_hans: %@/月

# paywall.price.yearFormat
source: %@/year
ru: %@/год
zh_hans: %@/年

# paywall.restore
source: Restore Purchases
ru: Восстановить покупки
zh_hans: 恢复购买

# paywall.restore.inProgress
source: Restoring…
ru: Восстановление…
zh_hans: 恢复……

# paywall.restore.noneFound
source: No active WeekFit subscription was found for this Apple ID.
ru: Для этого Apple ID не найдена активная подписка WeekFit.
zh_hans: 未为该 Apple ID 找到有效的 WeekFit 订阅。

# paywall.subtitle
source: WeekFit brings your recovery, activity, nutrition and plans together — then helps you decide what to do next.
ru: WeekFit собирает восстановление, активность, питание и план — и помогает решить, что делать дальше.
zh_hans: WeekFit 整合恢复情况、活动量、营养信息及计划——并协助您决定下一步该怎么做。

# paywall.title
source: Your day, adapted to you.
ru: День, который подстраивается под вас.
zh_hans: 你的一天，为你而调整。

# paywall.value.coach.body
source: Daily guidance based on your recovery, activity, nutrition and plans.
ru: Ежедневные подсказки на основе восстановления, активности, питания и плана.
zh_hans: 根据您的康复情况、活动量、营养状况及个人计划，提供每日指导建议。

# paywall.value.coach.title
source: Adaptive AI Coach
ru: Адаптивный AI-тренер
zh_hans: 自适应AI教练

# paywall.value.insights.body
source: Learn how sleep, training and nutrition affect your recovery over time.
ru: Как сон, тренировки и питание влияют на восстановление.
zh_hans: 了解睡眠、训练与营养如何随时间推移影响您的恢复进程。

# paywall.value.insights.title
source: Personal insights
ru: Личные наблюдения
zh_hans: 个人观察

# paywall.value.plan.body
source: Adjust training, recovery and nutrition when your condition changes.
ru: Корректирует тренировки, восстановление и питание, когда состояние меняется.
zh_hans: 当您的身体状况发生变化时，相应调整训练、恢复及营养方案。

# paywall.value.plan.title
source: Smarter daily plan
ru: Более точный план на день
zh_hans: 更详细的每日计划

source: Personalization
ru: Персонализация
zh_hans: 个性化

source: Personalize your experience.
ru: Настройте приложение под себя.
zh_hans: 个性化您的体验。

# planner.1Hour
source: +1 hour
ru: +1 час
zh_hans: +1 小时

# planner.action.markSkipped
source: Mark as skipped
ru: Отметить как пропущенное
zh_hans: 标记为已遗漏

# planner.activitySubtitle.fuelingWindow
source: Fueling window
ru: Окно питания
zh_hans: 补给窗口

# planner.activitySubtitle.mealCaloriesFormat
source: Meal • %lld kcal
ru: Прием пищи • %lld ккал
zh_hans: 餐量 •%lld千卡

# planner.activitySubtitle.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# planner.activitySubtitle.recoveryDurationFormat
source: Recovery • %@
ru: Восстановление • %@
zh_hans: 恢复 • %@

# planner.activitySubtitle.routine
source: Routine
ru: Рутина
zh_hans: 日常安排

# planner.activitySubtitle.routineDurationFormat
source: Routine • %@
ru: Рутина • %@
zh_hans: 日常安排 • %@

# planner.activitySubtitle.training
source: Training
ru: Тренировка
zh_hans: 训练

# planner.activitySubtitle.trainingDurationFormat
source: Training • %@
ru: Тренировка • %@
zh_hans: 训练 • %@

# planner.add.habit
source: Add habit
ru: Добавить привычку
zh_hans: 添加习惯

# planner.add.meal
source: Add meal
ru: Добавить прием пищи
zh_hans: 添加餐食

# planner.add.recovery
source: Add recovery
ru: Добавить восстановление
zh_hans: 添加恢复功能

# planner.add.workout
source: Add workout
ru: Добавить тренировку
zh_hans: 添加训练

# planner.addActivity
source: Add activity
ru: Добавить активность
zh_hans: 添加活动

# planner.addSheet.action.addHabit
source: Add Habit
ru: Добавить привычку
zh_hans: 添加习惯

# planner.addSheet.action.addMeal
source: Add meal
ru: Добавить прием пищи
zh_hans: 添加餐食

# planner.addSheet.action.addRecovery
source: Add recovery
ru: Добавить восстановление
zh_hans: 添加恢复功能

# planner.addSheet.action.addWorkout
source: Add Workout
ru: Добавить тренировку
zh_hans: 添加训练计划

# planner.addSheet.action.saveChanges
source: Save changes
ru: Сохранить изменения
zh_hans: 保存更改

# planner.addSheet.action.viewAll
source: View all
ru: Показать все
zh_hans: 查看全部

# planner.addSheet.choose.habit
source: Small routines that keep the day on track
ru: Небольшие привычки помогают держать день в порядке
zh_hans: 那些维系日常节奏的细微琐事

# planner.addSheet.choose.recovery
source: Support recovery and keep momentum
ru: Восстанавливайтесь спокойно и держите ритм
zh_hans: 请平静地恢复，并保持节奏。

# planner.addSheet.choose.workout
source: Choose the movement that fits your day
ru: Выберите движение под ваш день
zh_hans: 选择适合您当日需求的运动项目

# planner.addSheet.chooseItemSubtitle.customMeals
source: Custom meals you've saved
ru: Сохраненные вами блюда
zh_hans: 您保存的定制餐食

# planner.addSheet.chooseItemSubtitle.suggestedMeals
source: Suggested meals for today
ru: Рекомендованные приемы пищи на сегодня
zh_hans: 今日推荐饮食方案

# planner.addSheet.duration.energyBalance
source: Recommended for energy balance
ru: Рекомендовано для баланса энергии
zh_hans: 适用于能量平衡计算

# planner.addSheet.duration.recoveryBalance
source: Recommended for recovery balance
ru: Рекомендовано для баланса восстановления
zh_hans: 推荐用于恢复平衡

# planner.addSheet.mealSummaryFormat
source: %lld kcal • P %lldg
ru: %lld ккал • Б %lld г
zh_hans: %lld 千卡 • P %lldg

# planner.addSheet.section.activity
source: Activity
ru: Активность
zh_hans: 活动

# planner.addSheet.section.chooseActivity
source: Choose activity
ru: Выберите активность
zh_hans: 选择活动

# planner.addSheet.section.chooseMeal
source: Choose meal
ru: Выберите прием пищи
zh_hans: 选择餐食

# planner.addSheet.section.duration
source: Duration
ru: Длительность
zh_hans: 时长

# planner.addSheet.subtitle.add
source: What do you want to add?
ru: Что хотите добавить?
zh_hans: 您想添加什么？

# planner.addSheet.subtitle.edit
source: What do you want to edit?
ru: Что хотите изменить?
zh_hans: 您想修改什么？

# planner.addSheet.time.balancedTraining
source: Balanced training time
ru: Сбалансированное время для тренировки
zh_hans: 均衡训练时间

# planner.addSheet.time.bestTime
source: Best time for you
ru: Лучшее время для вас
zh_hans: 最适合您的时间

# planner.addSheet.time.calmEvening
source: Calm evening anchor
ru: Спокойная вечерняя опора
zh_hans: 宁静傍晚锚点

# planner.addSheet.time.choose
source: Choose time
ru: Выберите время
zh_hans: 选择时间

# planner.addSheet.time.chooseFreeSlot
source: Choose a free slot
ru: Выберите свободное окно
zh_hans: 选择免费老虎机

# planner.addSheet.time.easyReset
source: Easy reset window
ru: Легкое окно для сброса
zh_hans: 简易重置窗口

# planner.addSheet.time.goodBreakfast
source: Good breakfast window
ru: Хорошее окно для завтрака
zh_hans: 优质的早餐时段

# planner.addSheet.time.goodCardio
source: Good cardio timing
ru: Хорошее время для кардио
zh_hans: 良好的有氧运动时机选择

# planner.addSheet.time.goodDinner
source: Good dinner window
ru: Хорошее окно для ужина
zh_hans: 不错的晚餐时段

# planner.addSheet.time.goodLunch
source: Good lunch window
ru: Хорошее окно для обеда
zh_hans: 午餐时段不错

# planner.addSheet.time.goodMorningAnchor
source: Good morning anchor
ru: Хорошая утренняя опора
zh_hans: 早上好，主播。

# planner.addSheet.time.goodRecoveryGap
source: Good recovery gap
ru: Хорошее окно восстановления
zh_hans: 良好的恢复间隔

# planner.addSheet.time.keepGentle
source: Keep it gentle
ru: Держите мягко
zh_hans: 动作要轻柔

# planner.addSheet.time.lightFuel
source: Light fuel window
ru: Окно для легкой еды
zh_hans: 轻质燃料窗

# planner.addSheet.time.overlap
source: Overlap
ru: Пересечение
zh_hans: 重叠

# planner.addSheet.time.overlapMessage
source: This time overlaps another activity
ru: Это время пересекается с другой активностью
zh_hans: 这一时段与另一项活动相重叠。

# planner.addSheet.time.steadyRoutine
source: Steady routine slot
ru: Ровное окно для рутины
zh_hans: 稳定的例行程序窗口

# planner.addSheet.time.strongEnergy
source: Strong energy window
ru: Сильное энергетическое окно
zh_hans: 强能窗口

# planner.addSheet.time.windDownFriendly
source: Wind-down friendly
ru: Подходит для замедления
zh_hans: 适用于减速

# planner.addSheet.title.add
source: Add activity
ru: Добавить активность
zh_hans: 添加活动

# planner.addSheet.title.edit
source: Edit activity
ru: Редактировать активность
zh_hans: 编辑活动

# planner.addTrainingMealsRecoveryHydrationOrSleepStructure
source: Add training, meals, recovery, hydration, or sleep structure.
ru: Добавьте тренировки, питание, восстановление, воду или структуру сна.
zh_hans: 增加训练、膳食、恢复、水分补充或睡眠安排。

# planner.alert.deleteLoggedActivity.title
source: Delete logged activity?
ru: Удалить активность?
zh_hans: 删除已记录的活动？

# planner.backToWeek
source: Back to week
ru: Назад к неделе
zh_hans: 返回本周

# planner.buildYourDay
source: Build your day
ru: Соберите свой день
zh_hans: 规划您的 하루

# planner.buildYourIdealFlowForThisDay
source: Build your ideal flow for this day.
ru: Соберите идеальный ритм для этого дня.
zh_hans: 为今天打造您理想的状态。

# planner.cached
source: 💧 Cached
ru: Кэшировано
zh_hans: 💧 已缓存

# planner.calendar
source: calendar
ru: Календарь
zh_hans: 日历

# planner.cancel
source: Cancel
ru: Отмена
zh_hans: 取消

# planner.category.default.bedtime
source: Bedtime
ru: Сон
zh_hans: 就寝时间

# planner.category.default.breakfast
source: Breakfast
ru: Завтрак
zh_hans: 早餐

# planner.category.default.electrolytes
source: Electrolytes
ru: Электролиты
zh_hans: 电解质

# planner.category.default.evening
source: Evening
ru: Вечер
zh_hans: 晚上

# planner.category.default.focus
source: Focus
ru: Фокус
zh_hans: 聚焦

# planner.category.default.lunch
source: Lunch
ru: Обед
zh_hans: 午餐

# planner.category.default.morning
source: Morning
ru: Утро
zh_hans: 早上

# planner.category.default.noScreens
source: No screens
ru: Без экранов
zh_hans: 无屏幕

# planner.category.default.reminder
source: Reminder
ru: Напоминание
zh_hans: 提醒

# planner.category.default.running
source: Running
ru: Бег
zh_hans: 跑步

# planner.category.default.sauna
source: Sauna
ru: Сауна
zh_hans: 桑拿

# planner.category.default.snack
source: Snack
ru: Перекус
zh_hans: 加餐

# planner.category.default.strength
source: Strength
ru: Силовая
zh_hans: 力量

# planner.category.default.stretching
source: Stretching
ru: Растяжка
zh_hans: 拉伸

# planner.category.default.walk
source: Walk
ru: Прогулка
zh_hans: 步行

# planner.category.default.water
source: Water
ru: Вода
zh_hans: 饮水

# planner.category.default.windDown
source: Wind down
ru: Замедление
zh_hans: 放慢节奏

# planner.category.default.yoga
source: Yoga
ru: Йога
zh_hans: 瑜伽

# planner.category.hydration
source: Hydration
ru: Вода
zh_hans: 补水

# planner.category.routine
source: Routine
ru: Рутина
zh_hans: 日常安排

# planner.category.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# planner.close
source: Close
ru: Закрыть
zh_hans: 关闭

# planner.coachAdjusted.one
source: Coach adjusted %lld item this morning
ru: Тренер изменил %lld пункт этим утром
zh_hans: 教练今早调整了%lld项目。

# planner.coachAdjusted.other
source: Coach adjusted %lld items this morning
ru: Тренер изменил %lld пунктов этим утром
zh_hans: 教练今早对%lld相关项目进行了调整。

# planner.confirm.activityMessageFormat
source: Did you complete %@, or should we mark it as skipped?
ru: Вы выполнили %@ или отметить как пропущенное?
zh_hans: 您已完成%@，还是我们应该将其标记为跳过？

# planner.confirm.messageFormat
source: Did you complete %@, or should we mark it as skipped?
ru: Вы выполнили %@ или отметить как пропущенное?
zh_hans: 您已完成%@，还是我们应该将其标记为跳过？

# planner.confirm.title
source: Confirm activity
ru: Подтвердить активность
zh_hans: 确认活动

# planner.confirmActivity
source: Confirm activity
ru: Подтвердить активность
zh_hans: 确认活动

# planner.custom
source: Custom
ru: Свое
zh_hans: 定制

# planner.customDuration
source: Custom duration
ru: Своя длительность
zh_hans: 自定义时长

# planner.dayKind.endurance
source: Endurance
ru: Выносливость
zh_hans: 耐力

# planner.dayKind.load
source: Load
ru: Нагрузка
zh_hans: 负荷

# planner.dayKind.mixed
source: Mixed
ru: Микс
zh_hans: 混合

# planner.dayKind.open
source: Open
ru: Свободно
zh_hans: 空闲

# planner.dayKind.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# planner.daySubtitle.empty
source: Shape this day with intention.
ru: Соберите этот день осознанно.
zh_hans: 有意识地规划好这一天。

# planner.daySubtitle.habitsFormat
source: %lld habits
ru: %lld привычки
zh_hans: %lld习惯

# planner.daySubtitle.mealsFormat
source: %lld meals
ru: %lld приема пищи
zh_hans: %lld餐食

# planner.daySubtitle.plannedItemsFormat
source: %lld planned items.
ru: %lld элементов плана.
zh_hans: %lld计划项目。

# planner.daySubtitle.recoveryFormat
source: %lld recovery activities
ru: %lld активностей восстановления
zh_hans: %lld恢复活动

# planner.daySubtitle.workoutsFormat
source: %lld workouts
ru: %lld тренировок
zh_hans: %lld训练计划

# planner.dayTitle.endurance
source: Endurance Day
ru: День выносливости
zh_hans: 耐力日

# planner.dayTitle.load
source: High Load Day
ru: День высокой нагрузки
zh_hans: 高负荷日

# planner.dayTitle.mixed
source: Mixed Day
ru: Смешанный день
zh_hans: 混合日

# planner.dayTitle.open
source: Open Day
ru: Свободный день
zh_hans: 开放日

# planner.dayTitle.recovery
source: Recovery Day
ru: День восстановления
zh_hans: 恢复日

# planner.delete
source: Delete
ru: Удалить
zh_hans: 删除

# planner.delete.activityMessageFormat
source: This will remove %@ from your plan.
ru: Это удалит %@ из вашего плана.
zh_hans: %@ 将从计划中移除。

# planner.delete.logged.title
source: Delete logged activity?
ru: Удалить активность?
zh_hans: 删除已记录的活动？

# planner.delete.message
source: This will remove the activity from your plan.
ru: Активность будет удалена из плана.
zh_hans: 该活动将从计划中移除。

# planner.delete.messageFormat
source: This will remove %@ from your plan.
ru: %@ будет удалено из плана.
zh_hans: %@ 将从计划中移除。

# planner.delete.title
source: Delete activity?
ru: Удалить активность?
zh_hans: 删除活动？

# planner.deleteActivity
source: Delete activity?
ru: Удалить активность?
zh_hans: 删除活动？

# planner.done
source: Done
ru: Готово
zh_hans: 完成

# planner.duration.custom
source: Custom
ru: Своя
zh_hans: 定制

# planner.duration.customSubtitle
source: Set a duration that fits this activity.
ru: Укажите длительность для этой активности.
zh_hans: 请为该活动指定持续时间。

# planner.duration.customTitle
source: Custom duration
ru: Своя длительность
zh_hans: 自定义时长

# planner.duration.energySubtitle
source: Recommended for energy balance
ru: Рекомендуется для баланса энергии
zh_hans: 适用于能量平衡计算

# planner.duration.pickerLabel
source: Duration
ru: Длительность
zh_hans: 时长

# planner.duration.pickerTitle
source: Duration
ru: Длительность
zh_hans: 时长

# planner.duration.recoverySubtitle
source: Recommended for recovery balance
ru: Рекомендуется для баланса восстановления
zh_hans: 推荐用于恢复平衡

# planner.duration.setFormat
source: Set %lld min
ru: Установить %lld мин
zh_hans: 设为 %lld 分钟

# planner.duration.setMinutesFormat
source: Set %lld min
ru: Установить %lld мин
zh_hans: 设为 %lld 分钟

# planner.duration.summaryFormat
source: Duration · %lld min
ru: Длительность · %lld мин
zh_hans: 持续时间 ·%lld分钟

# planner.durationLldMin
source: Duration · %lld min
ru: Длительность · %lld мин
zh_hans: 持续时间 ·%lld分钟

# planner.empty.accessibilityHint
source: Opens the activity planner for this day.
ru: Открывает планирование активностей на этот день.
zh_hans: 打开本日的活动规划界面。

# planner.empty.message
source: Add a workout, meal, or recovery.
ru: Добавьте тренировку, еду или восстановление.
zh_hans: 添加训练、膳食或恢复计划。

# planner.empty.title
source: No activities yet
ru: Нет активностей
zh_hans: 暂无活动

# planner.emptyMeal.message
source: Create reusable meals once. Log them in one tap anytime.
ru: Создайте блюдо один раз. Добавляйте его в дневник одним нажатием.
zh_hans: 只需一次制作，即可重复使用餐食。 随时一键登录。

# planner.emptyMeal.subtitle
source: Create a meal first
ru: Сначала создайте блюдо
zh_hans: 请先创建一餐

# planner.emptyMeal.title
source: No saved meals yet
ru: Сохраненных блюд пока нет
zh_hans: 还没有已存餐食

# planner.enduranceDay
source: Endurance Day
ru: День аэробной нагрузки
zh_hans: 耐力日

# planner.fineTuneTheActivityLength
source: Fine tune the activity length
ru: Настройте длительность активности
zh_hans: 微调活动时长

# planner.forNowYourWeeklyStructureIsTheSourceOf
source: For now, your weekly structure is the source of truth for planning.
ru: Пока недельная структура — основа планирования.
zh_hans: 目前，您的每周计划框架仍是规划工作的基准。

# planner.fuelingWindow
source: Fueling window
ru: Окно питания
zh_hans: 供油窗

# planner.highLoadDay
source: High Load Day
ru: День высокой нагрузки
zh_hans: 高负荷日

# planner.inProgress
source: In Progress
ru: В процессе
zh_hans: 进行中

# planner.legend.endurance
source: Endurance
ru: Кардио
zh_hans: 耐力

# planner.legend.highLoad
source: High Load
ru: Нагрузка
zh_hans: 高负载

# planner.legend.hint
source: Day type colors
ru: Цвета типов дня
zh_hans: 日间类型颜色

# planner.legend.mixed
source: Mixed
ru: Микс
zh_hans: 混合

# planner.legend.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# planner.live
source: Live
ru: Сейчас
zh_hans: 进行中

# planner.lldh
source: %lldh
ru: %lld ч
zh_hans: %lld小时

# planner.lldhLldm
source: %1$lldh %2$lldm
ru: %1$lld ч %2$lld мин
zh_hans: %1$lld小时 %2$lld分钟

# planner.lldMin
source: %lld min
ru: %lld мин
zh_hans: %lld 分钟

# planner.logged
source: Logged
ru: Записано
zh_hans: 已记录

# planner.loggedMeal
source: Logged meal
ru: Записанный прием пищи
zh_hans: 已记录餐食

# planner.meal.macroSummaryFormat
source: %lld kcal • P %lldg • C %lldg • F %lldg
ru: %lld ккал • Б %lld г • У %lld г • Ж %lld г
zh_hans: %lld 千卡 · 蛋白 %lld 克 · 碳 %lld 克 · 脂 %lld 克

# planner.mealLldKcal
source: Meal • %lld kcal
ru: Еда • %lld ккал
zh_hans: 餐量 •%lld千卡

# planner.mixedDay
source: Mixed Day
ru: Смешанный день
zh_hans: 混合日

# planner.month
source: Month
ru: Месяц
zh_hans: 月份

# planner.month.backToWeek
source: Back to week
ru: Назад к неделе
zh_hans: 返回本周

# planner.month.coming
source: Month planning is coming soon.
ru: Планирование месяца скоро появится.
zh_hans: 月度规划即将启动。

# planner.month.sourceOfTruth
source: Your week remains the source of truth for now.
ru: Пока основой остается недельный план.
zh_hans: 目前仍以周计划为基础。

# planner.month.title
source: Month view
ru: Месяц
zh_hans: 月份视图

# planner.monthlyPlanningIsComingNext
source: Monthly planning is coming next.
ru: Планирование месяца появится позже.
zh_hans: 月度规划即将开展。

# planner.monthView
source: MONTH VIEW
ru: МЕСЯЦ
zh_hans: 月度视图

# planner.nextFree
source: Next free
ru: Следующее свободное
zh_hans: 下一位免费名额

# planner.openDay
source: Open Day
ru: Свободный день
zh_hans: 开放日

# planner.option.breathing
source: Breathing
ru: Дыхание
zh_hans: 呼吸

# planner.option.core
source: Core
ru: Кор
zh_hans: 核心

# planner.option.cycling
source: Cycling
ru: Велосессия
zh_hans: 骑行

# planner.option.drinkWater
source: Drink Water
ru: Выпить воды
zh_hans: 喝水

# planner.option.fullBody
source: Full Body
ru: Все тело
zh_hans: 全身

# planner.option.hiit
source: High Intensity Interval Training
ru: HIIT
zh_hans: HIIT

# planner.option.hiking
source: Hiking
ru: Хайкинг
zh_hans: 徒步

# planner.option.lowerBody
source: Lower Body
ru: Низ тела
zh_hans: 下肢

# planner.option.morningRoutine
source: Morning Routine
ru: Утренняя рутина
zh_hans: 晨间习惯

# planner.option.noScreens
source: No Screens
ru: Без экранов
zh_hans: 远离屏幕

# planner.option.running
source: Running
ru: Бег
zh_hans: 跑步

# planner.option.sauna
source: Sauna
ru: Сауна
zh_hans: 桑拿

# planner.option.sleepRoutine
source: Sleep Routine
ru: Рутина сна
zh_hans: 睡眠习惯

# planner.option.squash
source: Squash
ru: Сквош
zh_hans: 壁球

# planner.option.stretching
source: Stretching
ru: Растяжка
zh_hans: 拉伸

# planner.option.subtitle.calm
source: Calm
ru: Спокойствие
zh_hans: 平静

# planner.option.subtitle.cardio
source: Cardio
ru: Кардио
zh_hans: 有氧

# planner.option.subtitle.endurance
source: Endurance
ru: Выносливость
zh_hans: 耐力

# planner.option.subtitle.focus
source: Focus
ru: Фокус
zh_hans: 专注

# planner.option.subtitle.highIntensity
source: High Intensity
ru: Высокая интенсивность
zh_hans: 高强度

# planner.option.subtitle.hydration
source: Hydration
ru: Вода
zh_hans: 补水

# planner.option.subtitle.lightRecovery
source: Light recovery
ru: Легкое восстановление
zh_hans: 轻度恢复

# planner.option.subtitle.mobility
source: Mobility
ru: Мобильность
zh_hans: 灵活性

# planner.option.subtitle.relax
source: Relax
ru: Расслабление
zh_hans: 放松

# planner.option.subtitle.startDay
source: Start day
ru: Начать день
zh_hans: 开始一天

# planner.option.subtitle.strength
source: Strength
ru: Сила
zh_hans: 力量

# planner.option.subtitle.windDown
source: Wind down
ru: Замедление
zh_hans: 放松收尾

# planner.option.swimming
source: Swimming
ru: Плавание
zh_hans: 游泳

# planner.option.tennis
source: Tennis
ru: Теннис
zh_hans: 网球

# planner.option.upperBody
source: Upper Body
ru: Верх тела
zh_hans: 上肢

# planner.option.walk
source: Walk
ru: Прогулка
zh_hans: 步行

# planner.option.yoga
source: Yoga
ru: Йога
zh_hans: 瑜伽

# planner.pending
source: Pending
ru: Ожидает
zh_hans: 待定

# planner.planYourWeekUseCoachForRealTimeGuidance
source: Plan your week. Use Coach for real-time guidance.
ru: Планируйте неделю. Используйте Тренера для рекомендаций в реальном времени.
zh_hans: 规划你的一周。用教练获取实时指导。

# planner.plus
source: plus
ru: Плюс
zh_hans: 加

# planner.recovery
source: Recovery • %@
ru: Восстановление • %@
zh_hans: 恢复 • %@

# planner.recoveryDay
source: Recovery day
ru: День восстановления
zh_hans: 恢复日

# planner.routine
source: Routine • %@
ru: Рутина • %@
zh_hans: 日常安排 • %@

# planner.row.durationMinutesFormat
source: Duration · %lld min
ru: Длительность · %lld мин
zh_hans: 持续时间 ·%lld分钟

# planner.row.mealCaloriesFormat
source: Meal · %lld kcal
ru: Еда · %lld ккал
zh_hans: 餐食 ·%lld千卡

# planner.saveChanges
source: Save changes
ru: Сохранить изменения
zh_hans: 保存更改

# planner.saveFailure.message
source: Your activity was not saved. Check your plan and try again.
ru: Активность не сохранена. Проверьте план и попробуйте снова.
zh_hans: 活动已无法恢复。请检查计划并重新尝试。

# planner.saveFailure.title
source: Could not save
ru: Не удалось сохранить
zh_hans: 保存失败

# planner.shapeThisDayWithIntention
source: Shape this day with intention.
ru: Соберите этот день осознанно.
zh_hans: 有意识地规划好这一天。

# planner.sheet.activitySection
source: Activity
ru: Активность
zh_hans: 活动

# planner.sheet.addSubtitle
source: What do you want to add?
ru: Что хотите добавить?
zh_hans: 您想添加什么？

# planner.sheet.addTitle
source: Add activity
ru: Добавить активность
zh_hans: 添加活动

# planner.sheet.addToDayFormat
source: Add to %@
ru: Добавить на %@
zh_hans: 添加到%@

# planner.sheet.chooseActivity
source: Choose activity
ru: Выберите активность
zh_hans: 选择活动

# planner.sheet.chooseHabit.subtitle
source: Small routines that keep the day on track
ru: Небольшие рутины, которые держат день в ритме
zh_hans: 那些维系日常节奏的细微琐事

# planner.sheet.chooseMeal
source: Choose meal
ru: Выберите прием пищи
zh_hans: 选择餐食

# planner.sheet.chooseMeal.emptySubtitle
source: Create meals first, then add them here
ru: Сначала создайте ваше блюдо, затем добавляйте его здесь
zh_hans: 先创建餐食，然后将其添加到此处

# planner.sheet.chooseMeal.savedSubtitle
source: Custom meals you've saved
ru: Ваши сохраненные блюда
zh_hans: 您保存的定制餐食
